Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: I found Janryn in the hold. Or, ah... some of him. He’s dead. I didn’t stay to find out what killed him, but there was someone shuffling around in the shadows, and he smelled foul.
uk_ua: Я знайшов Янрина в трюмі. Точніше… те, що від нього залишилося: він загинув. Не знаю, що його вбило, і перевіряти не хотілося, але в пітьмі щось шаркало, й смерділо там неймовірно.

source: I found some gold!
uk_ua: Я знайшов трохи золота!

source: I found someone hiding in the village!
uk_ua: Гей, тут хтось ховається в селі!

source: I found the book in what was left of his robes! Let’s get out of here!
uk_ua: Я знайшов книгу в тому, що залишилося від його мантії! Давайте вибиратися звідси!

source: I had better retreat, before I get caught out with such low health!
uk_ua: Мені краще втекти, щоб не потрапити в халепу з таким низьким здоров’ям!

source: I had hoped...
uk_ua: Я сподівався...

source: I hate it when my prey gets chatty! Get them, it’s a long boat ride back home!
uk_ua: Ненавиджу балакучу здобич! Узяти їх, попереду довге плавання додому!

source: I hate mermen!
uk_ua: Ненавиджу водяних!

source: I have a plan. Jessene, remember that troll-hole? Here, take the Ruby of Fire, hide it in the hole.
uk_ua: У мене є ідея. Джессен, пам'ятаєш нору тролів? Ось, тримай Вогняний Рубін, сховай його там.

source: I have a sssense of dark foreboding regarding the sssnowy peaksss ahead. We may meet our doom if we don’t have enough coinsss.
uk_ua: Маю лих-х-х-хе передчуття про ті зас-с-сніжні верш-ш-ш-шини попереду. Без грош-ш-шей там можна й головою наклас-с-сти.

source: I have a very bad feeling about this. This awful swamp and its crazy cult... Before these troubles started we used to have to clear the swamp every spring and fall.
uk_ua: Мені усе це не подобається. Це огидливе болото і ця божевільна секта... Поки не почалися усі ці біди, нам доводилося зачищати болото восени і навесні.

source: I have already met, and killed, the sorcerer. Is this the key to which you referred?
uk_ua: Я вже зустрів та вбив чаклуна. Чи це не той ключ, про який ти розповідаєш?

source: I have already paid with the lives of my men at Toen Caric. It is time I righted that mistake and finished this once and for all.
uk_ua: Я вже заплатив життями моїх людей у Тоен Каріку. Цього разу я виправлю ту фатальну помилку та назавжди покінчу з тобою.

source: I have arrived too late for the entertainment, it would seem.
uk_ua: Здається, я спізнився на видовище.

source: I have been defeated!
uk_ua: Я переможений!

source: I have been on your track for weeks. Word of your rout of Tan-Morgh and his allies spread, and reached Tallin. You did the Alliance better service than you knew that day; Tan-Morgh had exchanged messages with certain orcish chieftains within the Alliance, and your victory prevented a dangerous revolt.
uk_ua: Новини про твій розгром Тан-Морґха та його союзників досягли самого Талліна. Ти зробив Альянсу набагато більшу послугу, ніж міг навіть уявити; Тан-Морґх таємно спілкувався з деякими вождями орків Альянсу, тому твоя перемога запобігла небезпечному повстанню.

source: I have bent my healing senses upon him. I am as sure as I can be.
uk_ua: Я випробувала його своїми лікувальними силами. Я упевнена в ньому, як в собі.

source: I have enough gold to recruit more units!
uk_ua: У мене достатньо грошей щоб завербувати більше бійців!

source: I have failed in my duty to protect the Rightful Heir and the port.
uk_ua: Я не виконав свого обов'язку — захистити законного спадкоємця та порт.

source: I have failed my kingdom and duty...
uk_ua: Я підвів своє королівство та не виконав обов'язок...

source: I have failed my people.
uk_ua: Я підвів свій народ.

source: I have fallen, but all is not lost!
uk_ua: Мене перемогли, але не все ще втрачено!

source: I have felt the coils of prophecy on me before. I am beginning to dislike them.
uk_ua: Я відчував тіні пророцтва на собі і раніше. Вони починають мені не подобатися.

source: I have followed you this far, I will keep your secret. I pledge.
uk_ua: Досі я йшов за тобою, я стримаю таємницю. Я присягаюся.

source: I have fought these before. Be of heart: impact weapons and magic can defeat them. Do I recall aright that there is a school of mages not far from here?
uk_ua: Я бився з ними. Тримайтеся: зброя, що крушить, і магія можуть перемогти їх. Якщо мені не підводить пам'ять, недалеко звідси знаходиться школа магів?

source: I have fought these things, and I know what I am talking about. This is a deadly serious threat.
uk_ua: Я бився з цими істотами, і я знаю, про що говорю. Це смертельна загроза.

source: I have given all for my kingdom! Avenge me, Deoran!
uk_ua: Я віддав усе за своє королівство! Помстися за мене, Деоране!

source: I have heard there is a powerful magical artifact somewhere around here. Any more, I cannot tell you.
uk_ua: Я чув, що тут десь є потужний магічний артефакт. Більше нічого не можу сказати.

source: I have long desired to see the sword returned to the merfolk to whom it should belong. If you retrieve it, you would prove yourself to be worthy of whatever help I were to provide. I do not know precisely where to find the sword, but I know one who does. South of the Swamp of Desolation, near a ruined castle, lives a mage named Caladon. He has lusted after the sword for years, so he will know where to find the lich who keeps it.
uk_ua: Я давно мріяла побачити, як меч повернуть водяних, яким він і належить. Якщо ти здобудеш його, то отримаєш будь-яку допомогу, яку я тільки зможу надати. Я не знаю точно, де його шукати, але знаю, хто знає. На південь від Спустошених Боліт, поряд із зруйнованим замком живе маг на ім'я Каладон. Він вже роками жадає цього меча, і тому знає дорогу до ліча, що оволодів ним.

source: I have lost everything helping the humans... Now they will surely perish!
uk_ua: Допомагаючи людям, я втратила все... Тепер вони точно загинуть!

source: I have lost two brothers to this mite of a boy! This Deoran, young as he seems, may be more capable than I had thought. No matter. I will use my new powers against him and then surely he will fall!
uk_ua: Я втратив двох братів через цього кліща! Цей Деоран, хоч і молодий, більш здібний, ніж я думав. Неважливо. Я використаю свої нові сили, і в нього не буде жодного шансу!

source: I have never seen their like before in all my years. They were like men, but they had no skin. Our spears went right through them; they <i>laughed</i> at our weapons. And they smelled like nothing in the sea, of dank earth and rottenness.
uk_ua: Я не бачив нічого подібного за усе своє життя. Вони схожі на людей, але в них нема шкіри. Наші списи проходять крізь них, не завдаючи жодної шкоди; вони <i>сміялися</i> у відповідь на наші удари. І від них пахло так, як ніщо в морі не може пахнути, сирою землею і гниллю.

source: I have prepared some holy water. Sprinkle it on your weapons and smash those foul creatures into dust!
uk_ua: Я роздобув трохи святої води. Окропи нею ударну зброю і розчави ворогів!

source: I have proven myself capable of defending my land and leading my men to victory—
uk_ua: Я вже довів, що я здатний захистити свою землю та привести своїх людей до перемоги—

source: I have reached the citadel!
uk_ua: Я досяг цитаделі!

source: I have ssstared into the darknesss between the starsss and not been intimidated by the void, but your mind holds a darknesss of another kind, frightening and forbidden by my clan. I sssubmit to your power. Now that I know you are female, I will find it easier as it isss the way of my kind.
uk_ua: Я вдивлявс-с-ся в міжзоряну темряву й не злякавс-с-ся, але в тобі с-с-сидить інша темрява — нас-с-стільки с-с-страшна, що мій клан її відкинув. Я підкоряюс-с-ся твоїй владі. І якщо ти дійс-с-сно жінка, так навіть легш-ш-ше, бо так заведено і в нас-с-с.

source: I have the jewel, but I have no idea what it does. To make matters worse, I have no idea what’s going on outside this forest. The number of refugees is growing daily. We need to get to Southbay, but I dare not lead us onto the plains and risk a slaughter.
uk_ua: Рубін у мене, але я поняття не маю. що він робить. Гірше за те, я навіть не знаю, що робиться за межами лісу. Біженців з кожним днем все більше. Нам потрібно потрапити до Південної Бухти, але я не зважуся вийти на рівнину, ризикуючи потрапити у бійню.

source: I have the orders right here.
uk_ua: Я маю її накази на цих бумагах.

source: I have told the commander of that garrison that we take orders from none other than the Chief Mage of the High Council, Master Leollyn!
uk_ua: Я вже казав командирові гарнізону, що ми не слухаємося нічиїх наказів, окрім Головного Мага Високої Ради, Майстра Леолина!

source: I have trained with the best, and perhaps that will make up for any inexperience I may have. At least, we must pray that my being here is enough to remedy these harrowing circumstances. How long have you been fighting against these bandits anyway?
uk_ua: Я тренувався з найкращими і, мабуть, це компенсує будь-яку мою недосвідченість. Принаймі, ми маємо молитися, щоб моєї присутності було достатньо, щоб виправити ці жахливі обставини. До речі, як довго вже ви б'єтеся з цими розбійниками?

source: I have... have failed in my duty to protect the Prince! I am defeated.
uk_ua: Я... я не зміг захистити принца! Я переможений.

source: I haven’t lived centuries fighting others’ battles, but I could combat boredom teaching your men a couple of things about dark techniques.
uk_ua: Я не витрачав свої століття, б'ючись у чужих війнах, але я міг би вгамувати свою нудьгу, навчивши ваших людей деяким речам з темної магії.

source: I haven’t run so much in years. Feels like I be a real outlaw now, infiltrating a heavily guarded city relyin’ on nothing but the cover of darkness and my wits.
uk_ua: Давненько я так не бігав. Відчуваю сибе справжнім вигнанцем, вдираюсь у місто з посиленою охороною, сподіваючись лиш на себе та темряву.

source: I hear these creatures are nigh-immune to our weapons, let us see!
uk_ua: Я чув, ці істоти майже невразливі до нашої зброї. Що ж, перевіримо це!

source: I heard something over there!
uk_ua: Я щось почув!

source: I heard sounds of battle, but did not expect to see this. I will inform the Council, they can work out who the necromancers are.
uk_ua: Я почув звуки битви, однак зовсім не очікував побачити таке. Я маю розповісти про це Раді, вони точно розберуться, що з цим робити.

source: I heed the King’s voice. My men are at your command.
uk_ua: Я прислухаюся до голосу Короля. Керуй моїми людьми.

source: I hereby donate 20 gold to the coffers of $df_player_name|.
uk_ua: Я жертвую 20 золотих в казну гравця $df_player_name|.

source: I hope I have a chance to retreat after this!
uk_ua: Сподіваюся, після цього я зможу відступити!

source: I hope I never see another night like that! Let’s leave this evil place as quickly as possible — I want to get us out of Illuven before dusk.
uk_ua: Я сподіваюся, мені не доведеться пережити ще одну таку нічку! Давай підемо з цього злого місця швидше — я хочу вивести нас з Ілювена до сутінків.

source: I hope I will survive the counter-attack if my units can’t take this grunt out this turn. I should order them to grab more villages if they can and move everyone closer for next turn.
uk_ua: Сподіваюся, я переживу контратаку, якщо моїм бійцям не вдасться забрати піхотинця на цьому ходу. Мені варто наказати їм захопити більше сіл і зібратися до купи.

source: I hope my units will survive the counter-attack if I can’t take this grunt out this turn. I’d better grab more villages if I can and move everyone closer for next turn.
uk_ua: Сподіваюся, мої бійці зможуть пережити його контратаку, якщо не вдасться забрати піхотинця на цьому ходу. Я займу більше сіл і підведу своїх солдатів ближче.

source: I hope so, for the sake of peace and the safety of our people. For now, however, we must content ourselves with pressing onward toward Kal Kartha.
uk_ua: Я сподіваюся на це, заради миру та безпеки нашого народу. Однак зараз ми маємо спрямувати свої сили на рух до Кал Карти.

source: I hope the Book does not destroy him.
uk_ua: Сподіваюся, Книга не знищить його.

source: I hope there aren’t any more bats in there.
uk_ua: Сподіваюся, там більше не залишилося кажанів.

source: I hunts. I join you, I hunts good for you!
uk_ua: Я полюю. Я приєднуватися до тебе, я добре полюю для тебе!

source: I indeed do. They are ugly and mean, and will try to crush you like a bug. They heal very quickly.
uk_ua: Ну, я знаю. Вони огидні, злісні і спробують роздавити тебе, наче жука. І лікуються вони дуже швидко.

source: I invoke the right of surrender! Don’t kill me...
uk_ua: Я здаюся! Не вбивайте мене...

source: I just heard a splash. I think something’s out there.
uk_ua: Я тільки що чув сплеск. Думаю, там щось є.

source: I knew you as a boy, and your people have preceded you. Your father was an honorable man, and so are you. Aren’t you the king now?
uk_ua: Я знав тебе ще хлопченям, і знав твоїх попередників. Твій батько був благородною людиною, і ти пішов в нього. Ти тепер король?

source: I knew... this wouldn’t work...
uk_ua: Я знав... се не спрацює...

source: I know I mentioned I can’t float.
uk_ua: Я ж говорив, що плавати не умію.

source: I know much about you. My ghosts have been watching you for some time now, and you and I share the goal of resisting death. I have been hoping several students would free themselves from that conservative Academy, but it seems that you will be the only one. Fortunately, you are quite innovative, and have even accomplished something which I have not. You have useful creatures — I believe you call them ghouls?
uk_ua: Я багато про тебе знаю. Мої привиди вже деякий час спостерігають за тобою, і ми з тобою маємо спільну мету — перемогти смерть. Я сподівався, що кілька студентів утечуть із тієї затхлої Академії, але ти поки що єдина. На щастя, ти дуже здібна і навіть досягла дечого, чого мені не вдалося. Цікаві тут у тебе створіння — ти, здається, кличеш їх гулями?

source: I know that Mebrin intends to lead the undead to Westin and raze the city. While his power is great and his army vast, we have fought the undead before and know that they can be defeated. Deoran—
uk_ua: Я знаю, що Мербін збирається самостійно повести мерців на Вестін, щоб пограбувати місто. Хоч його сила й велика, а його армія незліченна, ми билися з мерцями раніше і знаємо, що їх можна перемогти. Деоране—

source: I know the way to many places, I think. I want to find out if there are dwarves in other lands. It’s a big world with lots of good mountains. Of that much I am sure.
uk_ua: Я знаю шляхи у багато земель... Я хочу з'ясувати, чи є гноми в інших землях. У цьому величезному світі безліч хороших гір. У цьому я упевнений.

source: I know what that is. It’s a storm trident. It is supposed to let you control the lightning.
uk_ua: Я знаю що це. Це штормовий тризубець. Він дає силу керувати блискавками.

source: I know what you is going to say, Harper. That we should be fighting for our homes, just like we do against them orcs. But we be risking everything on this, lass.
uk_ua: Я знаю, шо ти збирайшся казати, Харпер. Ми павинні боротися за наші хати, прям як робимо це проти орків. Але ж тоді ми ризикуватимемо всім, дівко.

source: I know you must be grieving over Mebrin’s death as well, but surely you see that nothing good can come of doing this. Especially not from attacking Ethiliel!
uk_ua: Я знаю, що ти, мабуть, також горюєш через смерть Мербіна, але ти точно бачиш, що нічого гарного з цього не вийде. Особливо атакуючи Етілієль!

source: I know, I know, no need to worry so much. All right, let’s go!
uk_ua: Знаю, знаю, не хвилюйся ти так. Добре, погнали!

source: I lingered for weeks in agony. Only my hatred and the runelore of old sustained me, until I became as I am. I will have revenge; I will destroy the orcs, and the humans, and the elves, and all but the true people!
uk_ua: Я тижнями існував у агонії. Тільки моя ненависть та рунічна магія древніх живили мене, допоки я не став тим, хто я тепер. І я помщуся; я знищу орків і людей, і ельфів, і всіх, крім істинного народу!

source: I long to burn human cities, but that weaselly witch thinks we’re only good enough for these puny villages. These hapless clods barely have anything, but at least the witch’s gold is good.
uk_ua: Мені більше до вподоби спалювати цілі людські міста, але та слизька відьма вважає, що ми годимося лише щоб плюндрувати ці слабкі поселення. Ці нещасні йолопи не мають ні гроша, але принаймні відьма нам добре за це платить.

source: I may be done... but my death shall only bring the full wrath of the Crown upon you... relish your small victory, peasants, while you still can...
uk_ua: Може й мені кінець... але моя смерть принесе вам лише ще більший гнів Корони... радійте своїй малій перемозі, селюки, поки ще можете...

source: I miss the orcs... We go all this way, and (<i>sniff</i>) what a lovely smell we have discovered.
uk_ua: Я вже нудьгую по орках... Ми усі йдемо і йдемо, а навкруги (<i>вдих</i>) такий дивовижний запах.

source: I must advise caution, Sir Deoran. No man has set foot in the elvish woods for many a year. They have never been friendly toward humankind, and we do not know how they will receive us now, especially after Sir Loris spurned them.
uk_ua: Будь обережним, Деоране. Багато років жодна людина не ступала у ельфійських лісах. Вони ніколи не були дружніми до людей, і ми не знаємо як вони зреагують на нас зараз, особливо після того як Пан Лоріс відмовив їм.

source: I must be strong. That’s what I tells myself. I should be strong, but... I don’t know what be keeping me going, if it be this misguided sense of pride, or my duties to the village, or Harper, or even just remembering the past, making some futile attempts to go back to better times.
uk_ua: Я маю боротся. Це те, шо я кажу собі. Я маю бути сильним, але... я не знаю, нашо я се роблю, чи це оманливе почуття гордості, чи мая відповідальність перед селом, чи Харпер, чи я просто згадую минуле, намагаючись повернутися до кращих часів.

source: I must do that? But what about you, Delfador? You’re coming with me, right?
uk_ua: Я маю це зробити? А Ви, Делфадоре? Ви підете зі мною, чи не так?

source: I must find that artifact of which the ghost spoke; it sounds too powerful a thing to be left in Iliah-Malal’s hands.
uk_ua: Я повинен знайти артефакт, про який згадав привид; здається, він занадто могутній, щоб залишити його в руках Іліа-Малала.

source: I must go back to earning my living. But you have my word, little brother; if you are beset again, I will come.
uk_ua: Я маю повернутися до своєї звичної роботи, однак обіцяю, мій брате; якщо знову потрапиш в біду, я прийду.

source: I must return to my people. My warriors that fought by your side wish to remain with you. You have kept your word, and you may avail of my services in the future.
uk_ua: Я повинен повернутися до свого народу. Мої воїни, що билися за вас, побажали з вами залишитися. Ви додержали свого слова, можете розраховувати на мої послуги надалі.

source: I must return to my people. You have kept your word, you may avail of my services in the future. The services of my people will remain at your disposal.
uk_ua: Я повинен повернутися до свого народу. Ви додержали свого слова, тож можете розраховувати на співпрацю в майбутньому. Мій народ як і раніше до ваших послуг.

source: I never agreed that secrecy was necessary, but I respected Maudin’s wishes in the matter. Now Indress and Maudin are dead, and I am not. Tell the boy the truth.
uk_ua: Я ніколи не хотіла тримати це в секреті, але я поважала рішення Маудіна. Зараз Індрес і Маудін мертві, а я ні. Скажи хлопчикові правду.

source: I never thought to see such a human, not even in all the years I have lived. Who is this person?
uk_ua: Я ніколи не думав, що побачу таку людину. Хто це?

source: I offer you the service of my arrows and my steed. You will find none that fly faster than either.
uk_ua: Я пропоную тобі свої стріли та свого скакуна. Ти не знайдеш нічого швидшого за них.

source: I only hope... we have bought enough time... for Deoran...
uk_ua: Я лише сподіваюся, що... ми надали достатньо достатньо часу... для Деорана...

source: I oughta bring out the good mace to fight off these thugs.
uk_ua: Мені доведеться узятися за стару-добру булаву, щоб відбитця від цих бандюків.

source: I passed him a wineskin, to put him at ease. He eyed me suspiciously, then took a sip, calculating my intentions. I then placed a portion of my gold resources on the table, and his eyes locked upon it. I then placed upon the table a ring stripped off the bandit named ‘Mossa’, his beloved partner in crime. His gaze shifted from the gold to the ring, and then quickly to my eyes. Had he not been tied to the chair, he would have attacked me. I added more gold to the pile, but he didn’t notice, he only glared at me with such hatred. The hunger for vengeance radiated off him like heat from a thousand suns — I could feel it more strongly than the fear or hunger from any of my pets...
uk_ua: Я протягнула йому бурдюк з вином, щоб він міг розслабитися. Він кинув на мене підозрілий погляд, а потім відпив, намагаючись передбачити мої наміри. Тоді я поклала на стіл частину своїх накопичень — і він одразу прикипів поглядом до грошей. Потім я поклала на тіл перстень, знятий із бандитки, на ім'я Мосса, його коханої спільниці. Він перевів погляд із золота на перстень і глянув мені в очі. Якби не був прив'язаний до стільця, він би вже накинувся на мене. Я досипала монет у купку грошей, та він не звернув уваги, лиш свердлив мене повним ненависті поглядом. Спрага до помсти перла з нього, наче жар тисяч сонць, і відчувалося значно сильніше ніж страх чи голод моїх улюбленців…

source: I pay for my crimes, but without me, you cannot fight the undead...
uk_ua: Я плачу за свої злочини, але без мене вам не перемогти мерців...

source: I pay for my crimes, but without me, you will never make it back to Kerlath...
uk_ua: Я плачу за свої злочини, але без мене ви ніколи не повернетеся до Керлату...

source: I propose we join forces, and make a break for Clearwater Port.
uk_ua: Пропоную об'єднати наші сили, і прориватися до Чистоводного Порту.

source: I received no word from Her Majesty of your arrival, orc.
uk_ua: До мене не надходило жодних вістей від Її Величності, орк.

source: I recognize it. Very well; we shall join the battle.
uk_ua: Я впізнаю його. Чудово; у такому разі, ми приєднаємося до битви.

source: I said no more ships. Double-crossing humans! Ahh, I’ve been with you this far. Who’d have thought, a nautical dwarf.
uk_ua: Я ж говорив, ніяких більше кораблів. Люди вічно намагаються обманути! Ааа, я вже звик. Морський гном, хто б міг подумати.

source: I saw this kind of thing in the north... These abominations are not much affected by swords, but they fear the light of day. We must hold them off as best we can.
uk_ua: Я бачив таких на півночі... Мечі не завдають їм жодної шкоди, але вони бояться світла дня. Ми повинні стримувати їх, скільки зможемо.

source: I say, old sport! It looks like you’ve got a spot of bother. Well, chin up, I say! I’m sure we’ll make a simply smashing team-up. We can sort this lot out and be done by tea, what?
uk_ua: Агов, старий друже! Схоже, у тебе проблеми. Вище носа, кажу! Я впевнений, що з нас вийде чудова команда. Ми можемо розібратися з усім цим і закінчити за чашкою чаю, так?

source: I see I had misjudged you, human. You are not like those who came before. I accept your offer!
uk_ua: Я бачу, що недооцінив тебе, людино. Ти не такий, як ті, хто приходили раніше. Я приймаю твою пропозицію!

source: I see masts on the horizon. Jevyan’s fleet is here! It’s all over.
uk_ua: Я бачу щогли на горизонті. Флот Жев'яна тут! Все кінчено.
